---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.WallReflectance
source: html/33ecc85c-b746-4e6e-f73e-a3fc6a6212b8.htm
---
# Autodesk.Revit.DB.Mechanical.Space.WallReflectance Property

Get or set the Wall Reflectance of the Space.

## Syntax (C#)
```csharp
public double WallReflectance { get; set; }
```

## Remarks
This property is used to get or set the Wall Reflectance of the Space.